<?php

return [
    'seoTitle' => "50-30-20 규칙 계산기",
    'seoDescription' => "",
    'IET' => "예산 계산기 (50/30/20)",
    'h1' => "50/30/20 예산 플래너",
    'salaryIncome' => "세후 월급",
    'top-p-1' => "50/30/20 예산 방법은 소비, 필요, 저축 세 가지 카테고리로 당신의 돈을 어떻게 할당할지를 간단하게 제시합니다. 각 카테고리에 대한 미리 정해진 백분율을 가지고 있어 지출에 대한 불확실성을 제거합니다.",
    'top-p-2' => "50/30/20 예산이 어떻게 구성되어야 하는지 명확하게 파악하려면 단순히 세후 월급을 무료 예산 계산기에 입력하십시오. 이 도구를 사용하면 금융 할당을 손쉽게 시각화할 수 있습니다.",
    'top-p-3-1' => "이제 50/30/20 규칙이 무엇인지 알았으니 예제를 논의할 수 있습니다. 월 세후 급여가",
    'top-p-3-2' => "규칙에 따르면 다음과 같이 급여를 할당해야 합니다:",
    'necessities' => "필수 지출에 할당: ",
    'wants' => "원하는 것에 할당: ",
    'savings' => "저축에 할당: ",
];
