<?php

return [
    'seoTitle' => '무료 백분율 계산기',
    'seoDescription' => "무료이고 빠르며 사용하기 쉬운 백분율 계산기로 빠르게 백분율을 계산할 수 있습니다. 번거로움 없이 편리하게 무료 PDF 결과도 생성합니다. 지금 바로 시도해 보세요!",
    'h1' => "백분율 계산기",
    'h4' => "백분율 계산 방법:",
    'p-1' => "백분율을 계산하려면 일반적으로 부분(작은 값)을 전체(큰 값)로 나눈 다음 결과를 100으로 곱합니다. 이렇게 하면 0에서 100 사이의 숫자로 백분율 값을 얻을 수 있습니다. 예를 들어, 50개의 사과가 있고 그 중 몇 개가 빨간색인지 알고 싶다면, 그 중 20개가 빨간색이라면 20을 50으로 나누어 0.4를 얻고, 이 값을 100으로 곱하여 40%를 얻을 수 있습니다.",
    'f1-1' => "무엇이 ",
    'f1-2' => "의 백분율인가요",
    'f2-1' => " 는 무엇의 백분율인가요",
    'f3-1' => "무엇에서 백분율 증가/감소인가요",
    'result' => "결과",
    'to' => "에서",
    'calculate' => "계산하기",
    'download_pdf_button' => 'PDF 다운로드',
];
