<?php

return [
    'seoTitle' => '무료 백분율 차이 계산기',
    'seoDescription' => "우리의 무료 백분율 차이 계산기로 정확한 데이터 분석의 힘을 발견하세요. 금융 지표, 과학적 측정값 또는 숫자 데이터를 비교하든, 사용하기 쉬운 도구로 빠르고 정확한 결과를 얻을 수 있습니다. 두 값 사이의 백분율 차이를 쉽게 계산하고 차이를 파악할 수 있습니다.",
    'h1' => "백분율 차이 계산기",
    'p1' => "백분율 차이 계산기, % 차이 계산기로도 알려진 이 도구는 0보다 큰 두 양수 사이의 백분율 변동성을 결정하는 데 유용한 도구입니다. 두 숫자 간의 순서에 관계없이이 계산기는 두 숫자 사이의 절대 차이를 취하고 그 값을 두 숫자의 평균으로 나누어 백분율 차이를 계산합니다. 이 방법은 주로 이전 값과 새 값 간의 비교 또는 두 데이터 포인트 사이의 변동을 평가할 때 유용합니다. 금융 데이터, 과학 측정, 또는 다른 숫자 데이터를 분석하더라도 백분율 차이 계산기를 사용하여 두 값 사이의 백분율 변화를 파악하고 더 나은 의사 결정과 데이터 해석을 돕습니다.",
    'oldv' => "이전 값",
    'newv' => "새 값",
    'title-1' => "절대 차이",
    'title-2' => "두 값의 평균",
    'title-3' => "상대 차이",
    'title-4' => "백분율 차이",
    'desc-1' => "첫 번째 값 (v1)에서 두 번째 값 (v2)을 빼고 결과의 절대값을 취합니다. 절대값을 취하면 차이의 방향 (양수 또는 음수)이 아니라 크기에만 관심이 있는 것을 보장합니다.",
    'desc-2' => "두 값 (v1 및 v2)을 더한 다음 합계를 2로 나눕니다. 이렇게 하면 두 값의 평균 (또는 평균)이 얻어집니다.",
    'desc-3' => "단계 1의 절대 차이를 단계 2의 평균으로 나눕니다. 이 단계에서는 두 값의 평균에 대한 절대 차이가 얼마나 큰지를 측정합니다.",
    'desc-4' => "마지막으로 단계 3의 상대 차이를 100으로 곱하여 백분율로 표시합니다. 이 단계는 상대 차이를 백분율 값으로 변환하여 두 숫자 간의 차이를 설명하는 데 일반적으로 사용됩니다.",
    'download_pdf_button' => 'PDF 다운로드',
];
