<?php

return [
    'seoTitle' => '무료 백분율 변화 계산기 | 백분율 증가 및 감소 계산기',
    'seoDescription' => '온라인 백분율 증가 및 감소 계산기를 사용하여 순간적으로 백분율 변화를 계산합니다. 이전 값과 새 값 입력하여 백분율 변화를 찾아보세요. 금융 분석 및 데이터 비교에 유용한 도구입니다.',
    'h1' => '백분율 변화 계산기',
    'p-1' => '이 공식은 새 값과 이전 값의 차이를 계산하고, 이전 값으로 나눈 다음 결과에 100을 곱하여 백분율로 표현합니다. 결과 값은 새 값이 이전 값과 비교했을 때 얼마나 변화했는지를 보여줍니다. 결과가 양수인지 음수인지에 따라 증가 또는 감소 여부를 판단할 수 있습니다.',
    'p-2' => '두 수 사이의 백분율 변화를 계산하는 공식은 다음과 같습니다:',
    'pc' => '백분율 변화',
    'nv' => '새 값',
    'nv-d' => '이는 이전 값과 비교하려는 새로운 값 또는 업데이트된 값을 나타냅니다.',
    'ov' => '이전 값',
    'ov-d' => '이는 새로운 값과 비교하려는 원래 값 또는 이전 값을 나타냅니다.',
    'nc' => '변화 없음',
    'dec' => '감소',
    'inc' => '증가',
];
