<?php
return [
    'seoTitle' => "50-30-20规则计算器",
    'seoDescription' => "",
    'IET' => "预算计算器（50/30/20）",
    'h1' => "50/30/20预算规划",
    'salaryIncome' => "税后月收入",
    'top-p-1' => "50/30/20预算方法提供了一种将您的收入分为三个不同类别的简单方式：需求、愿望和储蓄。每个类别都有预定的百分比，这种方法消除了您的支出决策的不确定性。",
    'top-p-2' => "要清晰了解您的50/30/20预算应该如何构建，只需在我们的免费预算计算器中输入您的税后月收入。这个工具将帮助您轻松可视化您的财务分配。",
    'top-p-3-1' => "现在您知道了50/30/20规则是什么，我们可以讨论一个例子。假设您的税后月收入为",
    'top-p-3-2' => "根据规则，您应该按照以下方式分配您的工资：",
    'necessities' => "用于需求，金额为",
    'wants' => "用于愿望，金额为",
    'savings' => "用于储蓄，金额为",
];
