<?php

return [
    'seoTitle' => '免费百分比差值计算器',
    'seoDescription' => "发掘精确数据分析的威力，使用我们的免费百分比差值计算器。无论您是比较财务数据、科学测量数据还是任何数字数据，我们用户友好的工具都能提供快速而准确的结果。轻松计算两个值之间的百分比差异，并获得有关差异的宝贵见解。",
    'h1' => "百分比差值计算器",
    'p1' => "百分比差值计算器，也称为%差值计算器，是用于确定两个大于零的正数之间的百分比差异的有价值的工具。当您需要评估两个数值之间的差异程度时，此计算特别重要。不管您输入数值的顺序如何，此计算器通过取两个数之间的绝对差异并将其除以这些数的平均值来计算百分比差异。这种方法提供了相对变化的度量，特别在比较旧值和新值或评估两个数据点之间的任何种类的变化时非常有用。无论您是分析财务数据、科学测量数据还是任何其他数字数据，百分比差值计算器都可以帮助您了解两个值之间的百分比变化，有助于更好地决策和数据解释。",
    'oldv' => "旧值",
    'newv' => "新值",
    'title-1' => "绝对差值",
    'title-2' => "两个值的平均值",
    'title-3' => "相对差值",
    'title-4' => "百分比差值",
    'desc-1' => "从第一个值（v1）减去第二个值（v2），并取结果的绝对值。绝对值确保我们只关注差异的大小，而不关心其方向（正数或负数）。",
    'desc-2' => "将两个值（v1和v2）相加，然后将总和除以2。这给出了这两个值的平均值（或均值）。",
    'desc-3' => "将第1步的绝对差异除以第2步的平均值。这一步定量测量了绝对差异相对于这两个值的平均值有多大。",
    'desc-4' => "最后，将第3步的相对差异乘以100，以百分比形式表示。这一步将相对差异转换为百分比值，通常用于描述两个数之间的变化。",
    'download_pdf_button' => '下载PDF',
];
