<?php

return [
    'seoTitle' => '免费百分比变化计算器 | 百分比增加和减少计算器',
    'seoDescription' => '使用我们的在线百分比增加和减少计算器即时计算百分比变化。输入您的旧值和新值以查找百分比变化。这是财务分析和数据比较的有用工具。',
    'h1' => '百分比变化计算器',
    'p-1' => '该公式计算新值与旧值之间的差异，将其除以旧值，然后将结果乘以100以表示百分比。结果显示新值相对于旧值的变化程度。根据结果是正数还是负数，您可以确定它是增加还是减少。',
    'p-2' => '计算两个数之间的百分比变化的公式如下：',
    'pc' => '百分比变化',
    'nv' => '新值',
    'nv-d' => '这表示您要与旧值进行比较的新值或更新值。',
    'ov' => '旧值',
    'ov-d' => '这表示您正在与新值进行比较的原始或以前的值。',
    'nc' => '无变化',
    'dec' => '减少',
    'inc' => '增加',
];
