<?php

return [
    'seoTitle' => '免费百分比计算器',
    'seoDescription' => "我们的免费、快速、用户友好的百分比计算器帮助您快速确定百分比。它无需麻烦的设置，甚至可以生成免费的PDF结果以方便您使用。立即尝试吧！",
    'h1' => "百分比计算器",
    'h4' => "如何计算百分比：",
    'p-1' => "要计算百分比，通常需要将部分（较小的值）除以整体（较大的值），然后将结果乘以100。这将给您百分比值，作为介于0和100之间的数字。例如，如果您有50个苹果，想知道其中多少百分比是红色的，其中20个是红色的，您可以将20除以50得到0.4，然后乘以100得到40%。",
    'f1-1' => "是什么 ",
    'f1-2' => "的百分比",
    'f2-1' => " 是什么百分比",
    'f3-1' => "是什么百分比增加/减少",
    'result' => "结果",
    'to' => "到",
    'calculate' => "计算",
    'download_pdf_button' => '下载PDF',
];
