<?php

return [
    'seoTitle' => "Калькулятор правила 50-30-20",
    'seoDescription' => "",
    'IET' => "Бюджетный калькулятор (50/30/20)",
    'h1' => "Планировщик бюджета 50/30/20",
    'salaryIncome' => "Месячный доход после уплаты налогов",
    'top-p-1' => "Метод бюджетирования 50/30/20 предоставляет простой способ разделения вашего дохода на три различных категории: потребности, желания и сбережения. С предопределенными процентами для каждой категории этот метод устраняет неопределенность при принятии решений о расходах.",
    'top-p-2' => "Чтобы получить четкое представление о том, как должен быть структурирован ваш бюджет 50/30/20, просто введите ваш месячный доход после уплаты налогов в наш калькулятор бюджета. Этот инструмент поможет вам наглядно представить ваше финансовое распределение.",
    'top-p-3-1' => "Теперь, когда вы знаете, что такое правило 50/30/20, мы можем рассмотреть пример. Предположим, что ваш месячный доход после уплаты налогов составляет",
    'top-p-3-2' => "Согласно правилу, вы должны распределить свою зарплату следующим образом:",
    'necessities' => "на потребности, которые составляют",
    'wants' => "на желания, которые составляют",
    'savings' => "на сбережения, которые составляют",
];
