<?php

return [
    'seoTitle' => 'Бесплатный калькулятор процентов',
    'seoDescription' => "Наш бесплатный, быстрый и удобный калькулятор процентов поможет вам быстро вычислить проценты. Он не требует сложных настроек и даже создает бесплатные PDF-результаты для вашего удобства. Попробуйте сейчас!",
    'h1' => "Калькулятор процентов",
    'h4' => "Как рассчитать процент:",
    'p-1' => "Для расчета процентов обычно делят часть (меньшее значение) на целое (большее значение), а затем умножают результат на 100. Это дает значение процента как число от 0 до 100. Например, если у вас есть 50 яблок и вы хотите узнать, какой процент из них красный, и 20 из них красные, вы бы разделили 20 на 50, чтобы получить 0,4, а затем умножили бы на 100, чтобы получить 40%.",
    'f1-1' => "Что такое ",
    'f1-2' => "из",
    'f2-1' => " составляет какой процент от",
    'f3-1' => "Что такое процентное увеличение/уменьшение от",
    'result' => "Результат",
    'to' => "Для",
    'calculate' => "Рассчитать",
    'download_pdf_button' => 'Загрузить PDF',
];
