<?php

return [
    'seoTitle' => 'Бесплатный калькулятор процентного изменения | Калькулятор увеличения и уменьшения процентов',
    'seoDescription' => 'Мгновенно вычислите процентное изменение с помощью нашего онлайн-калькулятора увеличения и уменьшения процентов. Введите ваши старые и новые значения, чтобы найти процентное изменение. Удобный инструмент для финансового анализа и сравнения данных.',
    'h1' => 'Калькулятор процентного изменения',
    'p-1' => 'Формула рассчитывает разницу между новым значением и старым значением, делит ее на старое значение и затем умножает результат на 100, чтобы выразить его в процентах. Результат показывает, насколько новое значение изменилось по сравнению со старым значением. В зависимости от того, положительный ли или отрицательный результат, вы можете определить, увеличение или уменьшение.',
    'p-2' => 'Формула для вычисления процентного изменения между двумя числами выглядит так:',
    'pc' => 'Процентное изменение',
    'nv' => 'Новое значение',
    'nv-d' => 'Это представляет собой новое или обновленное значение, которое вы хотите сравнить со старым значением.',
    'ov' => 'Старое значение',
    'ov-d' => 'Это представляет собой исходное или предыдущее значение, которое вы сравниваете с новым значением.',
    'nc' => 'Без изменений',
    'dec' => 'Уменьшение',
    'inc' => 'Увеличение',
];
