<?php

return [
    'seoTitle' => 'Бесплатный калькулятор процентного отклонения',
    'seoDescription' => "Откройте для себя мощь точного анализа данных с нашим бесплатным калькулятором процентного отклонения. Независимо от того, сравниваете ли вы финансовые показатели, научные измерения или любые числовые данные, наше удобное в использовании средство предоставляет быстрые и точные результаты. Легко вычислите процентное отклонение между двумя значениями и получите ценные инсайты в вариации.",
    'h1' => "Калькулятор процентного отклонения",
    'p1' => "Калькулятор процентного отклонения, также известный как калькулятор % отклонения, является ценным инструментом, используемым для определения процентного отклонения между двумя положительными числами, большими чем ноль. Этот расчет становится особенно актуальным, когда вам нужно оценить степень вариации между двумя числовыми значениями. Вне зависимости от порядка, в котором вы вводите числа, этот калькулятор вычисляет процентное отклонение, взяв абсолютную разницу между двумя числами и разделив ее на среднее значение этих чисел. Этот метод предоставляет относительную меру изменения, что особенно полезно при сравнении старого значения с новым или при оценке любой вариации между двумя данными. Независимо от того, анализируете ли вы финансовые данные, научные измерения или какие-либо другие числовые данные, Калькулятор процентного отклонения поможет вам понять процентное изменение между двумя значениями, облегчая принятие решений и интерпретацию данных.",
    'oldv' => "Старое Значение",
    'newv' => "Новое Значение",
    'title-1' => "Абсолютное Отклонение",
    'title-2' => "Среднее из Двух Значений",
    'title-3' => "Относительное Отклонение",
    'title-4' => "Процентное Отклонение",
    'desc-1' => "Вычтите второе значение (v2) из первого значения (v1) и возьмите абсолютное значение результата. Абсолютное значение гарантирует, что мы интересуемся только величиной разницы, а не ее направлением (положительным или отрицательным).",
    'desc-2' => "Сложите два значения (v1 и v2) и затем разделите сумму на 2. Это дает вам среднее значение (или среднее) двух чисел.",
    'desc-3' => "Разделите абсолютное отклонение из шага 1 на среднее значение из шага 2. Этот шаг количественно измеряет, насколько большим является абсолютное отклонение по сравнению со средним значением двух чисел.",
    'desc-4' => "Наконец, умножьте относительное отклонение из шага 3 на 100, чтобы выразить его в процентах. Этот шаг преобразует относительное отклонение в процентное значение, которое обычно используется для описания вариаций между двумя числами.",
    'download_pdf_button' => 'Скачать PDF',
];
